MELDUNGEN/EXPORT/RANOREX_InventarmeldungBaugruppe_20240827083523.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-27T08:35:23.013+02:00" vorgangstyp="INSTALLATION" servicetechniker="0" vorgangsnummer="0" einbauposition="0" seriennummer="" herstellerBezeichnung="Toyocom" betriebsstatus="IN_BETRIEB" gueltigkeit="1970-01-01T01:00:00.000+01:00" abrechnungsnummer="10500" version="" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10074" guid="1255a9fb-a767-4db2-8b6c-f0faa21dd266"/>
                <baugruppentyp baugruppenkategorie="BNV" beschreibung="BZK" bezeichnung="BZK" geldspeichertyp="BEK"/>
            </faaInventarmeldungBaugruppe>
        </empfangeInventarmeldungBaugruppe>
    </s:Body>
</s:Envelope>
